Revit 2027 API
UnitTypeId.Watts Property
 Watts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Watts { get; }
Public Shared ReadOnly Property Watts As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Watts {
	ForgeTypeId^ get ();
}
static member Watts : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace